[
    {
        "id" : 16,
        "img" : "img/gg16.png", 
        "alt" : "ultimate alliance",
        "title" : "Marvel Ultimate Alliance",
        "release date" : "2019",
        "popUpDescription" : "Coming Summer 2019. The MARVEL ULTIMATE ALLIANCE series returns for the first time in 10 years—with a new action RPG—exclusively on the Nintendo Switch™ system! Assemble your ultimate team of Marvel Super Heroes from a huge cast including the Avengers, the Guardians of the Galaxy, the X-Men, and more! Team up with friends to prevent galactic devastation at the hands of the mad cosmic tyrant Thanos and his ruthless warmasters, The Black Order.",
        "mainPhoto" : "img/gg16.png",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2019,
        "phase" : "phase3"
    },
    {
        "id" : 1,
        "img" : "img/gg1.jpg",
        "alt" : "battle lines",
        "title" : "Marvel Battle Lines",
        "release date" : "2018",
        "popUpDescription" : "The Cosmic Cube has been shattered, plunging the Marvel Universe into chaos! Now, you must join forces with Super Heroes and Villains, including the Avengers, the Guardians of the Galaxy, Spider-Man, and more, to collect the shards and restore the universe. Collect over 100 of your favorite Marvel character playing cards including Captain America, Thor, Daredevil, Venom, Doctor Strange and Thanos. Available on iOS and Android.",
        "mainPhoto" : "img/gg1.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase3"
    },
    {
        "id" : 2,
        "img" : "img/gg2.jpg",
        "alt" : "spiderman",
        "title" : "Marvel's Spider-Man",
        "release date" : "2018",
        "popUpDescription" : "Sony Interactive Entertainment, Insomniac Games, and Marvel have teamed up to create a brand-new and authentic Spider-Man adventure. This isn’t the Spider-Man you’ve met or ever seen before. This is an experienced Peter Parker who’s more masterful at fighting big crime in New York City. At the same time, he’s struggling to balance his chaotic personal life and career while the fate of millions of New Yorkers rest upon his shoulders.",
        "mainPhoto" : "img/gg2.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase3"
    },
    {
        "id" : 3,
        "img" : "img/gg4.jpg",
        "alt" : "powers united vr",
        "title" : "Marvel Powers United VR",
        "release date" : "2018",
        "popUpDescription" : "Unleash your rage and smash foes in VR! Lock 'n load your favorite plasma cannons, or take to the skies with powerful photon blasts. Hulk, Rocket Raccoon, Captain Marvel, and a powerful roster of Marvel’s greatest heroes are ready for battle. Suit up, power up, and team up with friends to engage in immersive, explosive co-op fights from across the Marvel Universe. Be the hero and unleash your powers now!",
        "mainPhoto" : "img/gg4.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase3"
    },
    {
        "id" : 4,
        "img" : "img/gg5.jpg",
        "alt" : "contest of champions",
        "title" : "Marvel Contest of Champions",
        "release date" : "2018",
        "popUpDescription" : "Iron Man vs. Captain America! Hulk vs. Wolverine! Drax vs. Deadpool! The greatest battles in Marvel history are in your hands! The greedy Elder of the Universe known as The Collector has summoned you to a brawl of epic proportions against a line-up of vile villains including Thanos, Kang the Conqueror, and many more! Experience the ultimate free-to-play fighting game on your mobile device… Contest of Champions! Who's on your team?",
        "mainPhoto" : "img/gg5.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase3"
    },
    {
        "id" : 5,
        "img" : "img/gg6.jpg", 
        "alt" : "future fight",
        "title" : "Marvel Future Fight",
        "release date" : "2017",
        "popUpDescription" : "Players will have access to some of the most beloved Marvel characters including the Avengers, Spider-Man, Daredevil, and the Guardians of the Galaxy, complete with their signature moves and abilities that will allow players to build their own unstoppable team in the fight against well-known villains such as Loki, Doctor Octopus, and Ultron.",
        "mainPhoto" : "img/gg6.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2017,
        "phase" : "phase2"
    },
    {
        "id" : 6,
        "img" : "img/gg3.jpg",
        "alt" : "strike force",
        "title" : "Marvel Strike Force",
        "release date" : "2017",
        "popUpDescription" : "Marvel and FoxNext Games team up to bring you “MARVEL Strike Force”! Heroes and villains alike will need to forget their differences and battle side-by-side against one of the biggest threats the world has ever seen: Ultimus. With the Kree Warlord’s sights set on Earth, players will take control of S.T.R.I.K.E.—our primary line of defense against threats like him—put a squad together, and take the fight to Ultimus and his armies.",
        "mainPhoto" : "img/gg3.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2017,
        "phase" : "phase2"
    },
    {
        "id" : 7,
        "img" : "img/gg7.jpg",
        "alt" : "puzzle quest",
        "title" : "Marvel Puzzle Quest",
        "release date" : "2017",
        "popUpDescription" : "The best in match-3 puzzle gameplay meets Marvel's biggest Super Heroes and Super Villains in the most epic puzzle adventure game out on your phone, tablet and PC! Marvel Puzzle Quest combines your favorite Marvel characters with deep RPG leveling, player-vs-player tournaments, Alliances, and much more. It's time to unleash your inner Super Hero and wage war against your enemies.",
        "mainPhoto" : "img/gg7.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2017,
        "phase" : "phase2"
    },
    {
        "id" : 8,
        "img" : "img/gg8.jpg",
        "alt" : "avengers academy",
        "title" : "Marvel Avengers Academy",
        "release date" : "2016",
        "popUpDescription" : "Experience the Avengers as you’ve never seen them before! Build the ultimate Super Hero academy, and play as your favorite Avengers characters reimagined as students developing their superpowers. Customize your dream campus, unlock your favorite heroes and villains, navigate their social lives, and go on epic missions.",
        "mainPhoto" : "img/gg8.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2016,
        "phase" : "phase2"
    },
    {
        "id" : 9,
        "img" : "img/gg9.jpg",
        "alt" : "spiderman-man unlimited",
        "title" : "Marvel Spider-Man Unlimited",
        "release date" : "2016",
        "popUpDescription" : "Enjoy the thrill of swinging, running, and fighting through a chaotic New York on the brink of destruction, as the formidable Sinister Six attempt to gain unlimited power by opening a malevolent dimensional rift to our world. It's up to Peter Parker and iconic Spider-Man variations such as Iron Spider-Man, Spider-Man Noir, Future Foundation Spider-Man and Ben Reilly Spider-Man to team up and stop them!",
        "mainPhoto" : "img/gg9.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2016,
        "phase" : "phase2"
    },
    {
        "id" : 10,
        "img" : "img/gg10.jpg", 
        "alt" : "lego marvel super heroes 2",
        "title" : "LEGO Marvel Super Heroes 2",
        "release date" : "2016",
        "popUpDescription" : "Bringing together iconic Marvel Super Heroes and Super Villains from different eras and realities, this branching storyline transports players into a cosmic battle across a myriad of Marvel locations ripped from time and space into the incredible open hub world of Chronopolis. Packed with signature LEGO humor for fans of all ages, gamers will go head-to-head with the time-travelling Kang the Conqueror through many imaginative settings in this fun-filled journey spanning the Marvel Universe.",
        "mainPhoto" : "img/gg10.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2016,
        "phase" : "phase1"
    },
    {
        "id" : 11,
        "img" : "img/gg11.jpg", 
        "alt" : "marvel cs capcom infinite",
        "title" : "Marvel vs. Capcom: Infinite",
        "release date" : "2016",
        "popUpDescription" : "Marvel vs. Capcom: Infinite features a variety of exciting and accessible single player modes and rich multi-player content for new players and longtime fans alike. In addition to single player Arcade, Training, and Mission modes, a visually stunning and immersive cinematic Story Mode puts players at the center of both universes as they battle for supremacy against powerful forces and a new villain.",
        "mainPhoto" : "img/gg11.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2016,
        "phase" : "phase1"
    },
    {
        "id" : 12,
        "img" : "img/gg12.jpg", 
        "alt" : "gotg",
        "title" : "Marvel's Guardians of the Galaxy: The Telltale Series",
        "release date" : "2016",
        "popUpDescription" : "Marvel’s Guardians of the Galaxy: The Telltale Series delivers a brand new story of the universe's unlikeliest heroes, the rag-tag band of outlaws who go by the names Star-Lord, Gamora, Drax, Rocket, and Groot. In the wake of an epic battle, the Guardians discover an artifact of unspeakable power. Each of the Guardians has a reason to desire this relic, as does a ruthless enemy who is the last of her kind, and who will stop at nothing to tear it from their hands.",
        "mainPhoto" : "img/gg12.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2016,
        "phase" : "phase1"
    },
    {
        "id" : 13,
        "img" : "img/gg13.jpg", 
        "alt" : "pinball",
        "title" : "Marvel Pinball",
        "release date" : "2015",
        "popUpDescription" : "Whether it's the Avengers, the Guardians of the Galaxy, Ant-Man, or any of your other favorite Marvel heroes and villains, enjoy pinball action on Zen Studios' digital tables!",
        "mainPhoto" : "img/gg13.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2015,
        "phase" : "phase1"
    },
    {
        "id" : 14,
        "img" : "img/gg14.jpg", 
        "alt" : "lego marvel's avengers",
        "title" : "LEGO Marvel's Avengers",
        "release date" : "2015",
        "popUpDescription" : "Avengers Assemble! The best-selling LEGO® Marvel videogame franchise returns with a new action-packed Super Hero adventure. Join the LEGO Marvel’s Avengers team and experience the first console videogame featuring characters and storylines from the critically-acclaimed film Marvel’s The Avengers, the blockbuster sequel Marvel’s Avengers: Age of Ultron, and more. Play as the most powerful Super Heroes in their quest to save the world!",
        "mainPhoto" : "img/gg14.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2015,
        "phase" : "phase1"
    },
    {
        "id" : 15,
        "img" : "img/gg15.jpg", 
        "alt" : "lego marvel super heroes",
        "title" : "LEGO Marvel Super Heroes",
        "release date" : "2014",
        "popUpDescription" : "LEGO® Marvel Super Heroes features an original story spanning the entire Marvel Universe. Players take control of Iron Man, Spider-Man, the Hulk, Captain America, Wolverine and many more Marvel characters as they unite to stop Loki and a host of other Marvel villains from assembling a super-weapon capable of destroying the world. Players chase down Cosmic Bricks as they travel across LEGO Manhattan and visit key locations from the Marvel Universe like the Avengers’ Helicarrier, Stark Tower, Aste",
        "mainPhoto" : "img/gg15.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2014,
        "phase" : "phase1"
    }
]