[
    {
        "id" : 17,
        "img" : "img/s17.jpg", 
        "alt" : "agent carter",
        "title" : "Marvel's Agent Carter",
        "release date" : "2016",
        "popUpDescription" : "Dedicated to the fight against new Atomic Age threats in the wake of World War II, Peggy must now journey from New York City to Los Angeles for her most dangerous assignment yet. But even as she discovers new friends, a new home – perhaps even a new love – she's about to find out that the bright lights of the post-war Hollywood mask a more sinister threat to everyone she is sworn to protect.",
        "mainPhoto" : "img/s17.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2016,
        "phase" : "phase3"
    },
    {
        "id" : 1,
        "img" : "img/s21.jpg",
        "alt" : "agents of shield",
        "title" : "Marvel's Agents of S.H.I.E.L.D.",
        "release date" : "2019",
        "popUpDescription" : "AGENTS OF S.H.I.E.L.D. <br/><br/>“Marvel’s Agents of S.H.I.E.L.D.” stars Clark Gregg, Ming-Na Wen, Chloe Bennet, Iain De Caestecker, Elizabeth Henstridge, Henry Simmons, Natalia Cordova-Buckley and Jeff Ward.",
        "mainPhoto" : "img/s21.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2019,
        "phase" : "phase3"
    },
    {
        "id" : 2,
        "img" : "img/s20.jpg",
        "alt" : "avengers",
        "title" : "Marvel's Avengers",
        "release date" : "2018",
        "popUpDescription" : "The Black Panther must decide his loyalties. Is he an Avenger first or King of Wakanda? As the mysterious Shadow Council rises to challenge Wakanda, T’Challa teams up with his sister Shuri to go on missions that no other Avenger can. It’s a globe-trotting journey of espionage and mystery as old foes resurface and new friends are made. In the end, Black Panther must balance defending his home and stopping threats before they start. Is he a sword or shield? Only he can decide.",
        "mainPhoto" : "img/s20.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase3"
    },
    {
        "id" : 3,
        "img" : "img/s5.jpg",
        "alt" : "cloak and dagger",
        "title" : "Marvel's Cloak and Dagger",
        "release date" : "2019",
        "popUpDescription" : "Marvel’s Cloak & Dagger is the story of Tandy Bowen (Olivia Holt) and Tyrone Johnson (Aubrey Joseph) – two teenagers from very different backgrounds, who find themselves burdened and awakened to newly acquired superpowers which are mysteriously linked to one another. The only constant in their lives is danger and each other.",
        "mainPhoto" : "img/s5.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2019,
        "phase" : "phase3"
    },
    {
        "id" : 4,
        "img" : "img/s1.jpg",
        "alt" : "daredevil",
        "title" : "Marvel's Daredevil",
        "release date" : "2018",
        "popUpDescription" : "Missing for months, Matt Murdock reemerges a broken man, putting into question his future as both vigilante Daredevil and lawyer Matthew Murdock. But when his archenemy Wilson Fisk is released from prison, Matt must choose between hiding from the world, or embracing his destiny as a hero.",
        "mainPhoto" : "img/s1.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase3"
    },
    {
        "id" : 5,
        "img" : "img/s19.jpg", 
        "alt" : "the defenders",
        "title" : "Marvel's The Defenders",
        "release date" : "2017",
        "popUpDescription" : "Marvel’s The Defenders follows Daredevil AKA Matt Murdock (Charlie Cox), Jessica Jones (Krysten Ritter), Luke Cage (Mike Colter) and Iron Fist AKA Danny Rand (Finn Jones), a quartet of singular heroes with one common goal – to save New York City. This is the story of four solitary figures, burdened with their own personal challenges, who reluctantly realize they just might be stronger when teamed together.",
        "mainPhoto" : "img/s19.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2017,
        "phase" : "phase3"
    },
    {
        "id" : 6,
        "img" : "img/s7.jpg",
        "alt" : "the gifted",
        "title" : "The gifted",
        "release date" : "2018",
        "popUpDescription" : "Will you fight for what's right? Stand with the Mutant Underground's Lauren Strucker, Reed Strucker, Caitlin Strucker, Thunderbird, Blink, and Eclipse. Or are you tired of mutants living in the shadows? The Inner Circle's Polaris, Andy Strucker, Esme Frost, and Reeva Payge understands your plight. Season 2 of The Gifted airs Tuesday nights on FOX.",
        "mainPhoto" : "img/s7.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase2"
    },
    {
        "id" : 7,
        "img" : "img/s8.jpg",
        "alt" : "guardians of the galaxy",
        "title" : "Marvel's Guardians of the Galaxy",
        "release date" : "2018",
        "popUpDescription" : "Breakout! The Guardians of the Galaxy begin their next adventure as they encounter new friends and old foes alike. They gain fame and fortune after arresting Thanos, but are quickly back on their heels after being framed by the Collector. They’ll travel to new universes, stage a massive sting operation inside the Nova Corps, an expose a Secret Invasion years in the making. A little bad and a little good – all in a day’s work.",
        "mainPhoto" : "img/s8.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase2"
    },
    {
        "id" : 8,
        "img" : "img/s9.jpg",
        "alt" : "inhumans",
        "title" : "Marvel's Inhumans",
        "release date" : "2017",
        "popUpDescription" : "Marvel’s Inhumans explores the epic adventure of the royal family including Black Bolt, the enigmatic, commanding King of the Inhumans, with a voice so powerful that the slightest whisper can destroy a city. After the Royal Family is splintered by a military coup, they barely escape to Hawaii and are greeted with surprising interactions with the lush world around them. Now they must find a way to reunite with each other and return to their home before their way of life is destroyed forever.",
        "mainPhoto" : "img/s9.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2017,
        "phase" : "phase2"
    },
    {
        "id" : 9,
        "img" : "img/s10.jpg",
        "alt" : "iron fist",
        "title" : "Marvel's Iron Fist",
        "release date" : "2018",
        "popUpDescription" : "Danny Rand and Colleen Wing are trying to keep the peace among the many warring gangs. With the help of Misty Knight, they discover that the crime ring in the city goes far deeper than they had ever anticipated and hanging up their swords is no longer an option. Davos returns to NYC after finding his home of K’un-Lun gone. Blaming Danny for its tragic fate, Davos swears to avenge their lost city and reignites a sibling rivalry over the duties linked with wielding the legendary Iron Fist.",
        "mainPhoto" : "img/s10.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase2"
    },
    {
        "id" : 10,
        "img" : "img/s11.jpg", 
        "alt" : "jessica jones",
        "title" : "Marvel's Jessica Jones",
        "release date" : "2018",
        "popUpDescription" : "After a tragic childhood accident leaves Jessica Jones with incredible strength, she attempts to rebuild her life in New York City as a private investigator, where she is often drawn into cases involving people with extraordinary abilities.",
        "mainPhoto" : "img/s11.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase2"
    },
    {
        "id" : 11,
        "img" : "img/s18.jpg", 
        "alt" : "Legion",
        "title" : "Legion",
        "release date" : "2019",
        "popUpDescription" : "Who else but the son of Professor Charles Xavier could possess multiple personalities, spontaneously mutate, or reconstruct reality on a psychic whim? Explore the cerebral conundrum of David Haller, the dangerously unstable mutant known as Legion.",
        "mainPhoto" : "img/s18.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2019,
        "phase" : "phase2"
    },
    {
        "id" : 12,
        "img" : "img/s12.jpg", 
        "alt" : "luke cage",
        "title" : "Marvel's Luke Cage",
        "release date" : "2018",
        "popUpDescription" : "After a sabotaged experiment leaves him with super strength and unbreakable skin, Luke Cage (Mike Colter) became a fugitive trying to rebuild his life in modern day Harlem, New York City. Now Cage is a free man and reluctant hero struggling to keep Harlem safe in a town where everyone knows his name.",
        "mainPhoto" : "img/s12.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase1"
    },
    {
        "id" : 13,
        "img" : "img/s13.jpg", 
        "alt" : "rising",
        "title" : "Marvel Rising",
        "release date" : "2018",
        "popUpDescription" : "Marvel Rising: Secret Warriors is a long-anticipated event, bringing together Marvel’s newest and beloved characters that have garnered major fan excitement over the last few years. Powered teens Ms. Marvel, Squirrel Girl, Quake, Patriot, America Chavez, and Inferno join forces as an unlikely, but formidable crew of aspiring heroes. When a threat no one could have expected bears down on the Marvel Universe, this ragtag, untrained band of teens have no choice but to rise together.",
        "mainPhoto" : "img/s13.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase1"
    },
    {
        "id" : 14,
        "img" : "img/s14.jpg", 
        "alt" : "the punisher",
        "title" : "Marvel's The Punisher",
        "release date" : "2019",
        "popUpDescription" : "Former marine-turned-vigilante Frank Castle (Jon Bernthal) has been living a quiet life on the road until he suddenly becomes embroiled in the attempted murder of a young girl (Giorgia Whigham). As he is drawn into the mystery surrounding her and those in pursuit of the information she holds, Castle attracts a new target on his back as new and old enemies force him to confront whether he should accept his destiny and embrace a life as “The Punisher.”",
        "mainPhoto" : "img/s14.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2019,
        "phase" : "phase1"
    },
    {
        "id" : 15,
        "img" : "img/s15.jpg", 
        "alt" : "runaways",
        "title" : "Marvel's Runaways",
        "release date" : "2018",
        "popUpDescription" : "Runaways have left their homes (and evil parents) behind and now have to learn to live on their own. Our kids begin to realize, for better or worse, they're stuck with each other. And it's up to them to take down Pride once and for all.",
        "mainPhoto" : "img/s15.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase1"
    },
    {
        "id" : 16,
        "img" : "img/s16.jpg", 
        "alt" : "spider-man",
        "title" : "Marvel's Spider-man",
        "release date" : "2018",
        "popUpDescription" : "It’s now Peter Parker’s “sophomore year” and he’s no longer an inexperienced new superhero nor a brand new student at the intimidating Horizon High. But his foes are also no longer inexperienced and his ever-growing Rogue’s Gallery is now again focused on taking Spider-Man down. Picking up where Season One left off, the stakes are much higher in both Peter's personal life and super hero life. Peter must balance working at the Daily Bugle to afford tuition at Horizon High with surviving Doc Ock.",
        "mainPhoto" : "img/s16.jpg",
        "filmovi": {
            "slika1" : "img/mc5.jpg",
            "slika2" : "img/mc8.jpg",
            "slika3" : "img/mc11.jpg"
        },
        "year" : 2018,
        "phase" : "phase1"
    }   
]